Repository: batistevanco/ItemizeAppSwift
Catalog: ItemizeAppLocalStorage/Localizable.xcstrings
Source language: nl
Languages: en

source: Aangemaakt
en: Made

source: Alle
en: All

source: Annuleer
en: Cancel

source: Basis
en: Base

source: Bewaar
en: Save

source: Bewerk
en: Edit

source: Bewerk item
en: Edit item

source: Categorie
en: Category

source: Categorie in gebruik
en: Category in use

source: Categorieën
en: Categories

# categories_label
source: Categorieën
en: Categories

source: Contacteer support
en: Contact support

source: Dynamische velden
en: Dynamic fields

source: Eigenschappen
en: Properties

source: Favoriet
en: Favorite

source: Foto’s
en: Photo’s

source: Geen foto’s toegevoegd
en: No picture added

# group_category
source: Groepeer door categorie
en: Group by category

# group_date
source: Groepeer door
en: Group by data

# group_none
source: Geen groepering
en: No grouping

# group_tag
source: Groepeer door tag
en: Group by tag

source: Hoeveelheid
en: Quantity

source: Instellingen
en: Settings

source: Kies foto’s
en: Choose photo

source: Maker
en: Producer

# menu_group
source: Groepeer door
en: Group by

# menu_reset_defaults
source: Herstel standaard
en: Reset to default

# menu_sort
source: Sorteer door
en: Sort by

# menu_sort_group
source: Sorteer & groepeer
en: Sort & group

source: Naam
en: Name

source: Naam (bv. Kleur)
en: Name (for example: Length)

source: Neem foto
en: Take picture

source: Nieuw item
en: New item

source: Nieuwe categorie
en: New category

source: Over
en: About

source: Overzicht
en: Overview

source: Per categorie
en: Per category

# sort_favorite_first
source: Favorieten eerst
en: Favorites first

# sort_favorite_last
source: Favorieten laatst
en: Favorites last

# sort_name_az
source: Sorteer naam A-Z
en: Sort name A-Z

# sort_name_za
source: Sorteer naam Z-A
en: Sort name Z-A

# sort_newest
source: Nieuwste eerst
en: Sort by newest

# sort_oldest
source: Oudste eerst
en: Sort by oldest

# sort_quantity_high
source: Meeste aantal eerst
en: Sort by quantity high

# sort_quantity_low
source: Laagste aantal eerst
en: Sort by quantity low

source: Thema
en: Theme

source: Toevoegen
en: Add

source: Versie
en: Version

source: Verwijder categorie
en: Remove category

source: Verwijder voorbeelddata
en: Delete mockup data

source: Voeg tag(s) toe (bv. USB-C, Thunderbolt)
en: Add tag(s) (for example. USB-C, Thunderbolt)

source: Voeg toe
en: Add

source: Voorbeelddata verwijderen?
en: Remove mockup data?

source: Waarde (bv. Wit)
en: Value (for example: white)

source: Wanneer je begint met je eigen items, verwijderen we de voorbeelddata uit de app.
en: When you start adding your own items, we will remove the mockup data.

source: Weergave
en: Theme

source: Zoek naam of veld…
en: Search name or field…

source: Zonder categorie
en: No category

source: Zonder tag
en: No tag
